//AOCRUN4  JOB ACCT#,
//             'PUZZEL-4',
//             NOTIFY=&SYSUID,
//             MSGCLASS=X,
//             CLASS=X
//*
//STEP01  EXEC PGM=PUZZEL4,REGION=0M
//STEPLIB   DD DSN=AOC25.LOAD,DISP=SHR
//SYSPRINT  DD SYSOUT=*
//*NPUT     DD DSN=AOC25.INPUT2,DISP=SHR
//INPUT     DD DSN=AOC25.JCL(TEST2),DISP=SHR
